[
  {
    "question": "job title: 高级Linux内核安全方向工程师 city: 北京 location: 现代汽车大厦 responsibilities: 1、负责研究Linux系统平台下的软件漏洞利用技术研究，主要是内核方向； 2、负责Linux系统下权限提升脆弱性的原理分析和修复建议； 3、负责Linux平台下的部分开发任务； 4、负责应急Linux平台下的安全事件应急处理。 qualifications: 1、2年以上Linux安全方向工作经验； 2、熟悉Linux底层架构、运行机制，熟悉汇编语言 、C/C++、Python、熟悉32/64开发，并有相关开发经验； 3、熟练运用Linux系统下软件调试方法； 4、熟悉Linux内核漏洞的利用思路和常见防御措施。 requirements: 技能要求： Must:2年以上Linux安全方向工作经验，熟悉linux底层架构，熟悉C/C++，Python等开发语言，英文读写ok。 Plus: 外企工作背景，学校好。 学历要求：全日制本科学历 英语要求：英语读写 软技能：上进心强，责任心强，学习能力强，能够同时处理多个任务。 人物画像：2年以上Linux安全方向工作经验，熟悉linux底层架构，熟悉C/C++，Python等开发语言,英文读写ok的候选人，客户喜欢背景好的候选人（外企工作经验，学校好）",
    "content": ""
  },
  {
    "question": "job title: Junior Car2x Tester city: 北京 location: 博兴路8号 responsibilities: Car2x function test on bench and vehicle, responsible for the coordination of all testing activities of the Car-to-X function and its relevant functions, e.g. backend service, navigation and connectivity. • Organization and preparation of test drive • Basic feature and acceptance test. • Cross-application customer testing • HMI validation for the respective application • Documentation of defects • Verification of fixed defects • Maintenance and extension of test specifications • Reporting and improvement suggestions of potential improvements • Testing equipment maintenance • Cross-department cooperation qualifications: • Candidate with C-V2X (head unit + TCU) bench/vehicle test experience is preferred, including test bench setup, maintenance, operation on vehicle infotainment system (vehicle head unit, screen display) • Basic knowledge of Vector CANoe with Vector products. • Basic knowledge of in-vehicle testing, Linux system, diagnostics • Profound knowledge of Windows system, Microsoft office software, including but not limited to excel, word, power point and outlook, confluence, SVN/Git and Jira. • Basic Knowledge of C-V2X China standards • Basic knowledge in Android ADB, QXDM/HIDS logger, DLT logger, BluePiraT/ETHOS logger, RS232/TTL logger, Wireshark. • Educational background in Computer science, Electrical Engineering or Telecommunication Self responsible working attitude • Good communication and documentation skills • English language skills in reading and writing for tickets and supplier communication is necessary. requirements: 工作内容：Car2x台架和车载功能测试，负责协调Car-to-X功能及其相关功能的测试活动，如后端服务、导航和连接 人物画像：1年以上车载功能测试经验，英文能读写测试用例/测试报告，有出差，男生，会Python是加分项，最好有TCU测试经验，年龄最好在30岁以下 技能要求(Must/Plus)：1年以上车载功能测试经验，最好有TCU测试经验，会Python是加分项 学历要求：全日制统招本科及以上学历，学信网可查 英语要求：英文读写 软技能：乐观开朗，积极向上。善于沟通，良好的解决问题能力，主观能动性强，自我驱动能力强。为结果负责。",
    "content": ""
  },
  {
    "question": "job title: Junior/Senior Technical Project Management with purchasing or logistics city: 北京 location: 北京市朝阳区酒仙桥路4号751D·PARK北京时尚设计广场 responsibilities: 1.Technical project management including steering of parts ordering/purchasing and logistic qualifications: 1.University degree in Automotive Engineering, Logistic, economy , German or equivalent 2.Knowledge in purchasing and logistic is a plus 3.Intercultural working experiences and communication skills 4.Languages: Chinese and English. German is a plus.  requirements: 人物画像：英语流利沟通，有采购/物流经验候选人，懂清、报关，德语加分项。性格好，乐观，这个工作比较繁琐，心理强大的人才能做好。更倾向女生。 学历要求：统招全日制本科学历 英语要求：英语口语流利沟通 软技能：乐观开朗，积极向上。善于沟通，良好的解决问题能力，主观能动性强，自我驱动能力强。为结果负责. 目标公司：知迪，其他车厂的人，戴姆勒宝马之类的候选人",
    "content": ""
  },
  {
    "question": "job title: 初级前端开发工程师（Coding） city: 深圳 location: 健兴科技大厦B座7楼 responsibilities: 负责团队内部 DevOps 平台前端开发，与后端工程师协作，完成数据交互、动态信息展现； 负责前端组件优化，提高前端页面性能。 qualifications: 熟悉网络通信协议，了解常见的安全问题和对策(xss/csrf/cors)； 精通 HTML5、CSS3 开发技术；有扎实的 Javascript、Typescript 前端语言基础； 熟练使用 React 相关技术栈，有组件化经验； 了解 NPM、Webpack 等工程化工具的基本配置； 有 single-spa 等微前端框架开发经验优先； 具备前端工程化思维和实践经验，能够独立承担模块功能的前端开发工作； 具备清晰的逻辑思维能力，良好的沟通能力，能与团队顺畅交流协作。 计算机相关专业，2年以上前端开发经验，有 DevOps 产品相关开发经验更佳； requirements： 1.学历要求：优先统招； 2.前端第四点 React 一定是必备条件哈，这边的前端框架是 React 的微前端工程。",
    "content": ""
  }
]